Repository: compropago/plugin-woocommerce
Catalog: languages/*.po
Languages: es_es

source: ComproPago allows you to accept payments at Mexico stores like OXXO, 7Eleven and More.
es_es: ComproPago le permite aceptar pagos en tiendas de México como OXXO, 7Eleven y más.

source: Invalid Keys, The Public Key and Private Key must be valid before using this module.
es_es: Llaves Incorrectas, Sus llaves Pública y Privada deben ser válidas

source: Your Keys and Your ComproPago account are set to different Modes.
es_es: Sus llaves y el modo de su cuenta de ComproPago deben ser iguales

source: Your Store and Your ComproPago account are set to different Modes.
es_es: El modo de su cuenta de ComproPago y el modo de su Tienda deben ser iguales

source: ComproPago ALERT:Your Keys are for a different Mode.
es_es: ALERTA ComproPago: Llaves para modo de ejecución diferente

source: WARNING: ComproPago account is Running in TEST Mode, NO REAL OPERATIONS
es_es: PRECAUCIÓN: Ejecutando en modo de PRUEBAS, OPERACIONES NO REALES

source: The Public Key and Private Key must be set before using ComproPago
es_es: Se debe configurar la llave Pública y la llave Privada antes de poder usar este módulo

source: ComproPago is not Enabled
es_es: ComproPago no está habilitado

source: Enable/Disable
es_es: Activar/desactivar

source: Enable Compropago
es_es: Activar Compropago

source: Activate ComproPago payment method. (<a href="https://compropago.com/" target="_new">Sign Up for Compropago</a>)
es_es: Activar ComproPago como método de pago. (<a href=“https://compropago.com/“ target=“_new”>Regístrate en Compropago</a>)

source: Public Key
es_es: Llave Pública

source: Get your keys: <a href="https://compropago.com/panel/configuracion" target="_new">Compropago Panel</a>
es_es: Conseguir las llaves: <a href=“https://compropago.com/panel/configuracion” target=“_new”>Compropago Panel</a>

source: Private Key
es_es: Llave Privada

source: Live Mode
es_es: Modo Activo

source: Are you on live or testing?,Change your Keys according to the mode <a href="https://compropago.com/panel/configuracion" target="_new">Compropago Panel</a>
es_es: Modo Activo o de Pruebas?, cambie sus llaves de acuerdo al modo <a href=“https://compropago.com/panel/configuracion” target=“_new”>Compropago Panel</a>

source: Set this Url at ComproPago Panel to use it to confirm to your store when a payment has been confirmed
es_es: Ingrese ésta dirección en su panel de ComproPago para poder recibir la confirmación de pagos

source: Copy & Paste this Url to WebHooks section of your ComproPago Panel to recive instant notifications when a payment is confirmed <a href="https://compropago.com/panel/webhooks" target="_new">Compropago Panel:WebHooks</a>
es_es: Copie y Pegue la dirección en la sección de WebHooks de su panel en ComproPago para poder recibir la confirmación de pagos <a href=“https://compropago.com/panel/webhooks” target=“_new”>Compropago Panel: WebHooks</a>

source: Show Logos
es_es: Mostrar logos

source: Activate Logos
es_es: Activar Logos

source: Want to show store logos or a select box?
es_es: Desea mostrar los logos de tiendas o una caja de selección

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante la confirmación de la compra.

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Aquí se configura la descripción que los usuarios verán durante la finalización de la compra.

source: With ComproPago make your payment at OXXO, 7Eleven and more stores
es_es: Con ComproPago puede realizar su pago en OXXO, 7Eleven y más tiendas

source: Selection Text
es_es: Texto de Selección

source: Instruction text to select a store
es_es: Texto de instrucciones para seleccionar una tienda

source: Select a Store
es_es: Seleccione una tienda

source: This payment method is not available.
es_es: Este método de pago no está disponible.

source: ComproPago Tables Not Found
es_es: Tablas de ComproPago no encontradas

source: ComproPago is not available
es_es: ComproPago no está disponible

source: Your payment order at ComproPago is ready
es_es: Su orden de pago en ComproPago está lista.

source: ComproPago - On Hold
es_es: ComproPago - en espera

source: ComproPago - Payment Confirmed
es_es: ComproPago - pago confirmado

source: ComproPago - Pending Payment
es_es: ComproPago - pendiente de pago

source: ComproPago - Declined
es_es: ComproPago - rechazado

source: ComproPago - Expired
es_es: ComproPago - expirado

source: ComproPago - Deleted
es_es: ComproPago - eliminado

source: ComproPago - Canceled
es_es: ComproPago - cancelado
